{"item0":{"name":{"eng":"Start","ltu":"Pradžia","lang":""},"description":{"eng":"Collect $200","ltu":"Imk $200","lang":""},"price":0,"color":"ffffff","rent":0,"type":0},"item1":{"name":{"eng":"Red Banana Palm","ltu":"Raudonųjų Bananų Palmė"},"description":{"eng":"The Red Banana Palm is a decorative palm tree species with vibrant red-colored leaves. It adds a striking and unique aesthetic to any landscape or garden.","ltu":"Tai dekoratyvinė palmės rūšis su ryškiai raudonomis lapais. Ji suteikia išskirtinę ir unikalų estetinį vaizdą bet kuriam kraštovaizdžiui ar sodui."},"price":50,"color":"734e00","rent":2,"type":1},"item2":{"name":{"eng":"Cavendish Palm","ltu":"Cavendish Palmė"},"description":{"eng":"The Cavendish Palm is a popular and widely cultivated banana palm tree species. It is known for its large, lush leaves and its commercially valuable fruits, which are commonly referred to as Cavendish bananas.","ltu":"Cavendish Palmė yra populiari ir plačiai auginama bananų palmės rūšis. Ji žinoma dėl didelių, sodrių lapų ir komerciškai vertingų vaisių, kurie paprastai vadinami Cavendish bananomis."},"price":70,"color":"734e00","rent":2,"type":1},"item3":{"name":{"eng":"Blue Java Palm","ltu":"Mėlynosios Javos Palmė"},"description":{"eng":"The Blue Java Palm, also known as the Ice Cream Banana Palm, is a rare and visually appealing palm tree species. Its leaves have a distinct blue-gray color, and its fruits have a sweet, creamy flavor reminiscent of vanilla ice cream.","ltu":"Dar žinoma kaip Ledų Bananų Palmė, yra reta ir vizualiai patraukli palmės rūšis. Jos lapai turi ypatingą melsvai pilką spalvą, o vaisiai turi saldų, grietinės ledų skonį."},"price":60,"color":"734e00","rent":4,"type":1},"item4":{"name":{"eng":"Goldfinger Palm","ltu":"Auksinio Piršto Palmė"},"description":{"eng":"The Goldfinger Palm is a palm tree species that stands out due to its golden-colored leaves. It is often used as an ornamental plant and adds a touch of brightness and elegance to gardens and landscapes.","ltu":"Tai yra palmės rūšis, kuri išsiskiria auksine spalva. Dažnai naudojama kaip dekoratyvinė augalija ir suteikia šviesumo ir elegancijos akcentą sodui ir kraštovaizdžiui."},"price":100,"color":"734e00","rent":6,"type":1},"item5":{"name":{"eng":"Manzano Palm","ltu":"Manzano Palmė"},"description":{"eng":"The Manzano Palm is a smaller palm tree species that is native to the Andean Mountains. It has dense foliage and produces small, apple-like fruits. The fruits are often referred to as Manzano apples.","ltu":"Manzano Palmė yra mažesnė palmės rūšis, endemiška Andų kalnų regionui. Ji turi tankią lapų ir šakelių masę, o jos vaisiai primena obuolius ir vadinami Manzano obuoliais."},"price":100,"color":"734e00","rent":6,"type":1},"item6":{"name":{"eng":"Gros Michel Palm","ltu":"Gros Michel Palmė"},"description":{"eng":"The Gros Michel Palm is an older banana variety that was once widely grown but is now rare due to susceptibility to diseases. It is a medium-sized palm tree that produces large, robust bananas with a rich and sweet flavor.","ltu":"Gros Michel Palmė yra sena bananų veislė, kurią anksčiau daug augino, bet dabar retai, dėl jautrumo ligoms. Tai vidutinio dydžio palmė, kuri duoda didelius, tvirtus bananus su turtingu ir saldžiu skoniu."},"price":100,"color":"734e00","rent":6,"type":1},"item7":{"name":{"eng":"Lady Finger Palm","ltu":"Ponios Piršto Palmė"},"description":{"eng":"The Lady Finger Palm is a medium-sized palm tree known for its slender, graceful leaves. It is commonly used as an ornamental plant and adds a touch of elegance to gardens and indoor spaces.","ltu":"Tai yra vidutinio dydžio palmės rūšis, žinoma dėl savo plonų, elegantiškų lapų. Dažnai naudojama kaip dekoratyvinė augalija, suteikianti elegancijos akcentą sodui ir viduje esančioms erdvėms."},"price":120,"color":"734e00","rent":8,"type":1},"item8":{"name":{"eng":"Banana Market","ltu":"Bananų Turgus"},"description":{"eng":"Just visiting.","ltu":"Tik lankomės."},"price":0,"color":"00367f","rent":0,"type":2},"item9":{"name":{"eng":"Mysore Palm","ltu":"Mysorės Palmė"},"description":{"eng":"The Mysore Palm is a medium-sized palm tree species that is popular for its ornamental value. It features green leaves and can be grown both indoors and outdoors, making it a versatile choice for landscaping.","ltu":"Mysorės Palmė yra vidutinio dydžio palmės rūšis, kuri populiarėja dėl savo dekoratyvinės vertės. Ji turi žalias lapus ir gali būti auginama tiek patalpose, tiek lauke, todėl yra universalus pasirinkimas kraštovaizdžiui."},"price":140,"color":"bac400","rent":10,"type":1},"item10":{"name":{"eng":"Banana Factory","ltu":"Bananų Fabrikas"},"description":{"eng":"You'll have to pay for all your banana utilities","ltu":"Privalėsite susimokėti už komunalinius mokesčius"},"price":150,"color":"a40300","rent":0,"type":3},"item11":{"name":{"eng":"Orinoco Palm","ltu":"Orinoko Palmė"},"description":{"eng":"The Orinoco Palm is a tall palm tree species with large, fan-shaped leaves. It is native to the Orinoco River region and is valued for its grand appearance and ability to provide shade.","ltu":"Orinoko Palmė yra aukšta palmės rūšis su dideliais vėliavinių lapais. Ji yra endemiška Orinoko upės regionui ir vertinama dėl savo didingumo ir gebėjimo suteikti šešėlį."},"price":140,"color":"734e00","rent":10,"type":1},"item12":{"name":{"eng":"Banana resort","ltu":"Bananų SPA Centras"},"description":{"eng":"Have a break","ltu":"Pailsėkite"},"price":0,"color":"e6ea80","rent":0,"type":4},"item13":{"name":{"eng":"Fehi Palm","ltu":"Fehi Palmė"},"description":{"eng":"The Fehi Palm is a rare palm tree species found in North New Zealand. It stands out for its vibrant red leaves, adding a splash of color to landscapes. It is sensitive to cold climates and requires specific growing conditions.","ltu":"Fehi Palmė yra reta palmės rūšis, randama Šiaurės Naujosios Zelandijos regioneTokiai Palmės rūšiai būdingi ryškūs raudoni lapai, kurie suteikia spalvų šokį kraštovaizdžiui. Ji yra jautri šaltiems klimatams ir reikalauja tinkamų sąlygų augimui."},"price":320,"color":"734e00","rent":28,"type":1},"item14":{"name":{"eng":"Chance","ltu":"Šansas"},"description":{"eng":"Welcome to lottery!","ltu":"Sveiki atvykę į loteriją!"},"price":0,"color":"6bbc4a","rent":0,"type":5},"item15":{"name":{"eng":"Bluggoe Palm","ltu":"Bluggoe Palmė"},"description":{"eng":"The Bluggoe Palm is a variety of banana palm known for its large and robust fruits. The bananas produced by this palm tree are sweet and highly nutritious, making them a favorite among banana enthusiasts.","ltu":"Bluggoe Palmė yra bananų palmių veislė, žinoma dėl didelių ir tvirtų vaisių. Šios palmės vaisiai yra saldūs ir labai maistingi, todėl jie yra mėgstami tarp bananų mėgėjų."},"price":350,"color":"734e00","rent":36,"type":1}}
